Repository: MrutyunjayaPandaLWS/Fleet_Guard_Mechanic
Catalog: FleetGuard_Mechanic/Resource/Localization/*.lproj/Localizable.strings
Languages: bn_in, hi, ta_in, te_in

# your_account_is_deleted
source: Your account has been deleted. Kindly contact your administrator.
bn_in: আপনার অ্যাকাউন্ট মুছে ফেলা হয়েছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
hi: आपका खाता हटा दिया गया है। कृपया अपने व्यवस्थापक से संपर्क करें।
ta_in: உங்கள் கணக்கு நீக்கப்பட்டது. தயவுசெய்து உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te_in: మీ ఖాతా తొలగించబడింది. దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి.

source: Order Status
bn_in: অর্ডার স্ট্যাটাস
ta_in: ஆர்டர் நிலை

source: Search by product name
bn_in: পণ্যের নাম দ্বারা অনুসন্ধান করুন
hi: उत्पाद के नाम से खोजें
ta_in: பொருள் பெயர் மூலம் தேடு
te_in: ప్రోడక్ట్ పేరు ద్వారా శోధించండి

source: Your details have been submitted successfully.
bn_in: আপনার বিবরণ সফলভাবে জমা দেওয়া হয়েছে।
ta_in: உங்கள் விவரங்கள் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டன.

source: Failed to submit your details try after some time
bn_in: কিছু সময় পরে আপনার বিবরণ জমা দিতে ব্যর্থ হয়েছে
ta_in: சிறிது நேரத்திற்குப் பிறகு உங்கள் விவரங்களைச் சமர்ப்பிக்கத் தவறிவிட்டது

source: Select date or filter status or both
bn_in: তারিখ বা ফিল্টার স্ট্যাটাস বা উভয় নির্বাচন করুন
ta_in: தேதி அல்லது வடிகட்டி நிலை அல்லது இரண்டையும் தேர்ந்தெடு
te_in: తేదీ లేదా ఫిల్టర్ స్థితి లేదా రెండింటినీ ఎంచుకోండి

source: Select To Date
bn_in: তারিখ নির্বাচন করুন
ta_in: தேர்ந்தெடு தேதி

source: Select From Date
bn_in: তারিখ থেকে নির্বাচন করুন
ta_in: தேதியிலிருந்து தேர்ந்தெடு

source: ToDate should be lower than FromDate
bn_in: ToDate FromDate এর চেয়ে কম হওয়া উচিত
ta_in: ToDate fromDate ஐ விட குறைவாக இருக்க வேண்டும்
te_in: ఈ తేదీ నుండి తేదీ కంటే తక్కువగా ఉండాలి

source: Notification
bn_in: বিজ্ঞপ্তি
hi: अधिसूचना
ta_in: அறிவிப்பு

source: Add to cart
bn_in: কার্টে যোগ করুন
hi: कार्ट में जोड़ें
ta_in: வணிகத் தொகுப்பில் சேர்

source: Added to cart
bn_in: কার্টে যোগ করা হয়েছে
hi: कार्ट में जोड़ा गया
ta_in: வணிகத் தொகுப்பில் சேர்க்கப்பட்டது
te_in: కార్ట్‌కి జోడించబడింది

source: Add to dreamgift
bn_in: স্বপ্ন উপহার যোগ করুন
hi: ड्रीमगिफ्ट में जोड़ें
ta_in: கனவுப் பரிசில் சேர்க்கவும்
te_in: డ్రీమ్‌గిఫ్ట్‌కి జోడించండి

source: Added to dreamgift
bn_in: পণ্যটি সফলভাবে কার্টে যোগ করা হয়েছে।
hi: ड्रीमगिफ्ट में जोड़ा गया
ta_in: கனவுப் பரிசில் சேர்க்கப்பட்டது
te_in: డ్రీమ్‌గిఫ్ట్‌కి జోడించబడింది

# add_to_cart_success_message
source: Product added into cart successfully.
hi: उत्पाद कार्ट में सफलतापूर्वक जोड़ा गया।
ta_in: பொருள் வெற்றிகரமாக கார்ட் சேர்க்கப்பட்டது.
te_in: ప్రోడక్ట్ విజయవంతంగా కార్ట్ కు జోడించబడింది

source: Offers and Promotions Click Here
bn_in: অফার এবং প্রচার এখানে ক্লিক করুন
hi: ऑफर और प्रमोशन यहां क्लिक करें
ta_in: சலுகைகள் மற்றும் விளம்பரங்கள் இங்கே கிளிக் செய்யவும்
te_in: ఆఫర్‌లు మరియు ప్రమోషన్‌లు ఇక్కడ క్లిక్ చేయండి

source: My points
bn_in: আমার পয়েন্ট
hi: मेरे अंक
ta_in: எனது புள்ளிகள்
te_in: నా పాయింట్లు

source: Home
bn_in: বাড়ি
hi: घर
ta_in: வீடு
te_in: హోమ్

source: Know more
bn_in: আরও জানুন
hi: अधिक जानते हैं
ta_in: மேலும் அறிக
te_in: మరింత తెలుసుకోండి

source: Delete account
bn_in: হিসাব মুছে ফেলা
hi: खाता हटा दो
ta_in: கணக்கை நீக்குக
te_in: ఖాతాను తొలగించండి

source: Catalogue name
bn_in: ক্যাটালগ নাম
hi: कैटलॉग नाम
ta_in: பட்டியல் பெயர்
te_in: కేటలాగ్ పేరు

source: Qty
bn_in: পরিমাণ
hi: मात्रा
ta_in: அளவு
te_in: పరిమాణం

source: Ref. no
bn_in: রেফারেন্স সংখ্যা
hi: रेफरेंस नंबर
ta_in: குறிப்பு எண்
te_in: సూచన సంఖ్య

source: Points redeem
bn_in: পয়েন্ট রিডিম করা হয়েছে
hi: रिडिम पॉईंट्स
ta_in: பாயிண்ட்கள் மீட்டெடுக்கப்பட்டன
te_in: పాయింట్లు రీడీమ్

# Part number
source: Part No
bn_in: অংশ সংখ্যা
hi: पार्ट नंबर
ta_in: பகுதி எண்
te_in: పార్ట్ నంబర్

source: Redeem now
bn_in: এখন খালাস
hi: अब एवज करें
ta_in: இப்போது மீட்டுக்கொள்ளவும்
te_in: ఇప్పుడే రీడీమ్ చేయండి

source: Short Description
bn_in: ছোট বিবরণ
hi: संक्षिप्त वर्णन
ta_in: குறுகிய விளக்கம்
te_in: చిన్న వివరణ

source: Add more part no
bn_in: আরো অংশ নং যোগ করুন
hi: और भाग संख्या जोड़ें
ta_in: மேலும் பகுதி எண் சேர்க்கவும்
te_in: మరింత భాగం సంఖ్యను జోడించండి

source: Order Now
bn_in: এখনি আদেশ কর
hi: अब ऑर्डर दें
ta_in: இப்பொழுதே ஆணை இடுங்கள்
te_in: ఇప్పుడే ఆర్డర్ చెయ్యండి

source: Choose a point range below
bn_in: নীচে একটি বিন্দু পরিসীমা চয়ন করুন
hi: के नीचे पॉईंट्स श्रेणी चुनें
ta_in: கீழே ஒரு புள்ளி வரம்பைத் தேர்வு செய்யவும்
te_in: దిగువ పాయింట్ పరిధిని ఎంచుకోండి

source: Points Range
bn_in: পয়েন্ট রেঞ্জ
hi: पॉईंट्स रेंज
ta_in: பாயிண்ட்கள் வரம்பு
te_in: పాయింట్ల పరిధి

source: Please select Segment value
bn_in: দয়া করে সেগমেন্ট মান নির্বাচন করুন
hi: कृपया सेगमेंट वैल्यू चुनें
ta_in: தயவுசெய்து பிரிவு மதிப்பைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి సెగ్మెంట్ విలువను ఎంచుకోండి

source: Please select OME value
bn_in: অনুগ্রহ করে OME মান নির্বাচন করুন
hi: कृपया OME मान चुनें
ta_in: தயவுசெய்து OME மதிப்பைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి OME విలువను ఎంచుకోండి

source: Please select Model value
bn_in: দয়া করে মডেল মান নির্বাচন করুন
hi: कृपया मॉडल मूल्य का चयन करें
ta_in: தயவுசெய்து மாதிரி மதிப்பைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి మోడల్ విలువను ఎంచుకోండి

source: Redeemable points
bn_in: রিডিমেবল পয়েন্ট
hi: रिडीमेबल पॉइंट्स
ta_in: மீட்டெடுக்கக்கூடிய பாயிண்ட்கள்
te_in: రీడీమ్ చేయగల పాయింట్లు

source: Process to checkout
bn_in: চেকআউটে এগিয়ে যান
hi: बाहर निकलने के लिए आगे बढ़ें
ta_in: வாங்குவதற்கு தொடர்க
te_in: చెక్అవుట్ చేయడానికి ప్రాసెస్

source: Confirm Order
bn_in: আদেশ নিশ্চিত করুন
hi: सुनिश्चित करे
ta_in: ஆர்டரை உறுதிப்படுத்தவும்
te_in: ఆర్డర్ నిర్ధారించండి

source: OTP Verification
bn_in: OTP যাচাইকরণ
hi: ओटीपी की जांच
ta_in: OTP சரிபார்ப்பு
te_in: OTP ధృవీకరణ

source: We send a OTP to your number
bn_in: আমরা আপনার নম্বরে একটি OTP পাঠাই
hi: हम आपके नंबर पर एक ओटीपी भेजते हैं
ta_in: உங்கள் எண்ணுக்கு OTP அனுப்புகிறோம்
te_in: మేము మీ నంబర్‌కి OTPని పంపుతాము

source: OTP will Receive within
bn_in: ওটিপি এর মধ্যেই পাবেন
hi: मै ओटीपी प्राप्त होगा
ta_in: OTP பெறப்படுவீர்கள்
te_in: లోపల OTP అందుతుంది

source: Didn't receive OTP code?
bn_in: OTP কোড পাননি?
hi: ओटीपी नहीं मिला? ओटीपी पुनः भेजें
ta_in: OTP பெறவில்லையா? OTP ஐ மீண்டும் அனுப்பவும்
te_in: OTP కోడ్ అందలేదా?

source: Segment
bn_in: সেগমেন্ট
hi: सेगमेंट
ta_in: பிரிவு
te_in: సెగ్మెంట్

source: Model
bn_in: মডেল
hi: मोडल
ta_in: மாதிரி
te_in: మోడల్

source: Product Category
bn_in: পণ্য তালিকা
hi: प्रोडक्ट कॅटेगरी
ta_in: பொருள் வகை
te_in: ప్రోడక్ట్ వర్గం

source: Your Expected Redemption
bn_in: আপনার প্রত্যাশিত রিডেম্পশন
hi: आपकी अपेक्षित मुक्ति
ta_in: நீங்கள் எதிர்பார்க்கும் மீட்பு
te_in: మీ ఆశించిన రిడెంప్షన్

source: Please Enter Query Details
bn_in: অনুগ্রহ করে ক্যোয়ারী বিবরণ লিখুন
hi: कृपया क्वेरी विवरण दर्ज करें
ta_in: வினவல் விவரங்களை உள்ளிடவும்
te_in: దయచేసి ప్రశ్న వివరాలను నమోదు చేయండి

source: Note: Image formate should be
bn_in: দ্রষ্টব্য: ছবির বিন্যাস হওয়া উচিত
hi: नोट: इमेज फॉर्मेट होना चाहिए
ta_in: குறிப்பு: பட வடிவம் இருக்க வேண்டும்
te_in: గమనిక: చిత్రం ఫార్మాట్ ఇ ఉండాలి

source: OTP
bn_in: ওটিপি
hi: ओ.टी.पी
ta_in: ஓ.டி.பி.
te_in: ఓ.టి.పి.

source: Remarks
bn_in: মন্তব্য
hi: टिप्पणियां
ta_in: கருத்துக்கள்
te_in: వ్యాఖ్యలు

source: Go to Dashboard
bn_in: ড্যাশবোর্ড এ যান
hi: डैशबोर्ड पर जाएँ
ta_in: டாஷ்போர்டுக்குச் செல்லவும்
te_in: డాష్బోర్డ్ కు వెళ్ళండి

source: Your order placed successfully !
bn_in: আপনার অর্ডার সফলভাবে স্থাপন করা হয়েছে!
hi: आपकी ऑर्डर सफलतापूर्वक दर्ज कर दी गयी है
ta_in: உங்கள் ஆர்டர் வெற்றிகரமாக பதிவேற்றப்பட்டது!
te_in: మీ ఆర్డర్ విజయవంతంగా చేయబడింది!

source: Milestone code
bn_in: মাইলস্টোন কোড
hi: माइलस्टोन कोड
ta_in: மைல்கல் குறிப்பு
te_in: మైలురాయి కోడ్

source: Profile
te_in: ప్రొఫైల్
