Repository: MrutyunjayaPandaLWS/Fleet_Guard_Mechanic
Catalog: FleetGuard_Mechanic/Resource/Localization/*.lproj/Localizable.strings
Languages: bn_in, hi, ta_in, te_in

source: Allow
bn_in: অনুমতি দিন
hi: अनुमति दें
ta_in: அனுமதி
te_in: అనుమతించు

source: No Internet
bn_in: ইন্টারনেট নেই
hi: कोई इंटरनेट नहीं
ta_in: இணையம் இல்லை
te_in: ఇంటర్నెట్ లేదు

source: Disallow
bn_in: অনুমোদন
hi: अस्वीकार करें
ta_in: அனுமதிக்காதே
te_in: నిరాకరించు

source: No Camera
bn_in: কোন ক্যামেরা নেই
hi: कोई कैमरा नहीं है
ta_in: கேமரா இல்லை
te_in: కెమెరా లేదు

# Sorrynodevice
source: Sorry no device found
bn_in: দুঃখিত কোনো ডিভাইস পাওয়া যায়নি
hi: क्षमा करें, कोई उपकरण नहीं मिला
ta_in: மன்னிக்கவும் சாதனம் எதுவும் கிடைக்கவில்லை
te_in: క్షమించండి పరికరం కనుగొనబడలేదు

source: OK
bn_in: ঠিক আছে
hi: ओके
ta_in: சரி
te_in: అలాగే

source: Welcome to
bn_in: আপনাকে স্বাগতম
hi: इसमें आपका स्वागत है
ta_in: வரவேற்கிறேன்
te_in: స్వాగతం హమ్సఫర్

source: Already a member ?
bn_in: ইতিমধ্যে একজন সদস্য?
hi: क्या पहले से ही सदस्य हैं?
ta_in: ஏற்கனவே உறுப்பினரா?
te_in: ఇప్పటికేసభ్యులుగాఉన్నారా ?

source: Login Now
bn_in: এখন লগ ইন করুন
hi: अभी लॉगिन करें
ta_in: இப்போது உள்நுழையவும்
te_in: ఇప్పుడే లాగిన్అవ్వండి

source: Mobile Number
bn_in: মোবাইল নম্বর
hi: मोबाइल नंबर
ta_in: மொபைல் எண்
te_in: మొబైల్ నంబర్

source: Enter mobile number
bn_in: আপনার মোবাইল নম্বর লিখুন
hi: अपना मोबाइल नंबर दर्ज करे
ta_in: உங்கள் பெயரை பதிவிடவும்
te_in: మీ మొబైల్ నంబర్ ఎంటర్ చేయండి

source: Send OTP
bn_in: ওটিপি পাঠান
hi: OTP भेजें
ta_in: OTP யை பெற
te_in: OTP ని పంపండి

source: Accept
hi: स्वीकार करें
ta_in: ஏற்றுக்கொள்
te_in: అంగీకరించు

source: Terms and condition
hi: नियम और शर्तें
ta_in: விதிமுறைகள் மற்றும் நிபந்தனை
te_in: షరతులు మరియు నిబంధనలు

source: New to Humsafar ?
bn_in: হামসাফারে নতুন?
hi: हमसफ़र में नए हैं?
ta_in: ஹம்சஃபருக்குப் புதியவரா?
te_in: హమ్సఫర్ కి కొత్తనా?

# contact_us
source: Contact us now
bn_in: এখনই আমাদের সাথে যোগাযোগ করুন
hi: हमसे अभी संपर्क करें
ta_in: எங்களை தொடர்பு கொள்ள
te_in: ఇప్పుడే మమ్మల్ని సంప్రదించండి

# enter_mobile_number_error
source: Please enter mobile number
bn_in: অনুগ্রহ করে মোবাইল নম্বর লিখুন
hi: कृपया मोबाइल नंबर दर्ज करें
ta_in: உங்கள் பெயரை பதிவிடவும்
te_in: దయచేసి మొబైల్ నంబర్

# mobile_number_not_exist
source: The mobile number that you have entered is not present in the system.
bn_in: আপনি যে মোবাইল নম্বরটি দিয়েছেন সেটি সিস্টেমে নেই।
hi: आपके द्वारा दर्ज किया गया मोबाइल नंबर सिस्टम में मौजूद नहीं है.
ta_in: நீங்கள் உள்ளிட்ட மொபைல் எண் கணினியில் இல்லை.
te_in: మీరు నమోదు చేసిన మొబైల్ నంబర్ సిస్టమ్ లేదు

source: Decline
bn_in: অস্বীকৃতি
hi: गिरावट
ta_in: மறு
te_in: తగ్గుదల

source: Accept
bn_in: স্বীকার করুন
hi: स्वीकार करें
ta_in: ஏற்றுக்கொள்
te_in: అంగీకరించు

source: Name
bn_in: নাম
hi: नाम
ta_in: பெயர்
te_in: పేరు

source: Enter name
bn_in: আপনার নাম লিখুন
hi: अपना नाम दर्ज करें
ta_in: உங்கள் பெயரை உள்ளிடவும்
te_in: పేరు నమోదు చేయండి

# enter_name_error
source: Please enter name
bn_in: অনুগ্রহ করে আপনার নাম লিখুন
hi: कृपया नाम दर्ज करें
ta_in: தயவுசெய்து பெயரை உள்ளிடவும்
te_in: మీ పేరు ను ఎంటర్ చేయండి

source: State
bn_in: রাজ্য
hi: राज्य
ta_in: மாநிலம்
te_in: రాష్ట్రం

# select_state_error
source: Please select state
bn_in: অনুগ্রহ করে রাজ্য নির্বাচন করুন
hi: कृपया राज्य चुनें
ta_in: தயவுசெய்து மாநிலத்தைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి రాష్ట్రాన్ని ఎంచుకోండి

source: City
bn_in: শহর
hi: शहर
ta_in: நகரம்
te_in: నగరం

# select_city_error
source: Please select city
bn_in: অনুগ্রহ করে শহর নির্বাচন করুন
hi: कृपया शहर चुनें
ta_in: தயவுசெய்து நகரத்தைத் தேர்ந்தெடுக்கவும்
te_in: దయచేసి నగరాన్ని ఎంచుకోండి

source: Comments
bn_in: মন্তব্য
hi: टिप्पणियाँ
ta_in: கருத்துக்களை தெரிவிக்கவும்
te_in: వ్యాఖ్యలు

source: Enter Comments
bn_in: আপনার মন্তব্য লিখুন
hi: अपनी टिप्पणियाँ दर्ज करें
ta_in: உங்கள் கருத்துக்களை பதிவிடவும்
te_in: మీ వ్యాఖ్యలను నమోదు చేయండి

source: Submit
bn_in: জমা দিন
hi: जमा करे
ta_in: சமர்ப்பிக்கவும்
te_in: సమర్పించు

# valid_mobile_number_error
source: Enter valid mobile number
bn_in: বৈধ মোবাইল নম্বর লিখুন
hi: मान्य मोबाइल नंबर दर्ज करें
ta_in: சரியான மொபைல் எண்ணை உள்ளிடவும்
te_in: చెల్లుబాటు అయ్యే మొబైల్ నంబర్

# query_submit_success_message
source: Your query successfully submit
bn_in: আপনার প্রশ্ন সফলভাবে জমা দেওয়া হয়েছে
hi: आपकी क्वेरी सफलतापूर्वक सबमिट कर दी गयी हैै
ta_in: உங்கள் வினவல் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது
te_in: మీ ప్రశ్న విజయవంతంగా సమర్పించబడింది

# query_submit_failed_message
source: Your submission failed.
bn_in: আপনার জমা দেওয়া ব্যর্থ হয়েছে।
hi: आपका सबमिशन विफल हुआ।
ta_in: உங்கள் சமர்ப்பிப்பு தோல்வியடைந்தது.
te_in: మీ సమర్పణ విఫలమైంది.

# mobile_number_already_exist
source: Mobile number already registered !
bn_in: মোবাইল নম্বর ইতিমধ্যে নিবন্ধিত!
ta_in: மொபைல் எண் ஏற்கனவே பதிவு செய்யப்பட்டுள்ளது!
te_in: మొబైల్ నంబర్ ఇప్పటికే నమోదు చేయబడింది!

# enter_OTP_sent
source: Enter OTP sent to
bn_in: 9965555555 এই নম্বরে পাঠানো OTP লিখুন
hi: को भेजा गया OTP दर्ज करें
ta_in: OTP அனுப்பப்பட்டது
te_in: నంబర్ కి పంపబడిన OTPని నమోదు చేయండి

# otp_Will_Recieve
source: OTP will receive within
bn_in: ওটিপি এর মধ্যেই পাবেন
hi: ओटीपी इसी समय प्राप्त होगा
ta_in: OTP க்குள் பெறப்படும்
te_in: OTP లోపల అందుతుంది

source: Resend OTP
bn_in: ওটিপি আবার পাঠান
hi: OTP फिर से भेजें
ta_in: OTP ஐ மீண்டும் அனுப்பு
te_in: OTP ను మళ్ళీ పంపు

source: Back
bn_in: পিছনে
hi: बैक
ta_in: பின்
te_in: వెనుక

source: Enter OTP
bn_in: ওটিপি লিখুন
hi: OTP दर्ज करें
ta_in: OTP ஐ உள்ளிடவும்
te_in: OTPని నమోదు చేయండి

source: Enter valid OTP
bn_in: বৈধ OTP লিখুন
hi: मान्य OTP दर्ज करें
ta_in: சரியான OTP ஐ உள்ளிடவும்
te_in: చెల్లుబాటు అయ్యే OTPని నమోదు చేయండి

source: InValid OTP
bn_in: অবৈধ OTP
hi: अमान्य _OTP
ta_in: தவறான OTP
te_in: చెల్లని OTP

source: Profile
bn_in: প্রোফাইল
hi: प्रोफ़ाइल
ta_in: சுயவிவரம்
te_in: ప్రొఫైల్

source: My Ledger
bn_in: আমার লেজার
hi: मेरा खाता
ta_in: என் லெட்ஜர்
te_in: నా లెడ్జర్

source: My Redemption History
bn_in: আমার রিডেম্পশন ইতিহাস
hi: मेरा रिडेम्पशन हिस्ट्री
ta_in: மீட்பு வரலாறு
te_in: నా రిడెంప్షన్ చరిత్ర

source: Redemption Catalogue
bn_in: রিডেম্পশন ক্যাটালগ
hi: रिडेम्पशन कैटेलॉग
ta_in: மீட்பு தொகுப்பு
te_in: రిడెంప్షన్ కేటలాగ్

source: Product Catalogue
bn_in: পণ্য তালিকা
hi: प्रोडक्ट कैटेलॉग
ta_in: பொருள் பட்டியல்
te_in: ప్రోడక్ట్ కేటలాగ్

source: Dream Gift
bn_in: স্বপ্নের উপহার
hi: सपनोंका उपहार
ta_in: கனவு பரிசு
te_in: కలల బహుమతి

source: My Promotions
bn_in: অফার এবং প্রচার
hi: ऑफ़रऔरप्रचार
ta_in: சலுகைகள் & விளம்பரங்கள்
te_in: ఆఫర్లు & ప్రమోషన్లు

source: Lodge Query
bn_in: লজ কোয়েরি
hi: क्वेरी दर्ज करे
ta_in: புகார் பதிவு
te_in: లాడ్జ్ ప్రశ్న

source: About
bn_in: সম্পর্কে
hi: के बारे में
ta_in: பற்றி
te_in: గురించి

source: FAQs
hi: अक्सर पूछे जाने वाले प्रश्न
ta_in: அடிக்கடி கேட்கப்படும் கேள்வி
te_in: FAQలు

source: T&C
hi: टी एंड सी
ta_in: டி&சி

source: Logout
bn_in: প্রস্থান
hi: लॉगआउट
ta_in: வெளியேறு
te_in: లాగ్అవుట్

source: Delete
bn_in: মুছুন
hi: हटाएं
ta_in: நீக்கு
te_in: తొలగించు

source: Since
bn_in: যখন থেকে
hi: से सदस्य
ta_in: இருந்து
te_in: నుండి

# total_Point_bal
source: Total Point Balance
bn_in: মোট পয়েন্ট ব্যালেন্স
hi: कुल शेष पॉईंट्स
ta_in: மொத்த பாயிண்ட்கள் இருப்பு
te_in: మొత్తం పాయింట్ బ్యాలెన్స్

source: Passbook Number
bn_in: পাসবুক নম্বর
hi: पासबुक नंबर
ta_in: பாஸ்புக் எண்
te_in: పాస్బుక్ నంబర్

source: Welcome !
bn_in: স্বাগত!
hi: आपका स्वागत है!
ta_in: வெல்கம்
te_in: స్వాగతం!

source: HUMSAFAR
bn_in: হুমসাফর
hi: हमसफ़र
ta_in: ஹம்சஃபர்
te_in: హమ్సాఫర్

# View_your_dreamgift
source: View your Dream Gifts
bn_in: আপনার স্বপ্নের উপহার দেখুন
hi: आपका सपनों का उपहार देखें
ta_in: உங்கள் கனவுப் பரிசைப் பார்க்கவும்
te_in: మీ కలల బహుమతులను వీక్షించండి

source: Add Your Dream Gift
bn_in: আপনার স্বপ্নের উপহার যোগ করুন
hi: अपना सपनो का उपहार जोड़ें
ta_in: உங்கள் கனவுப் பரிசை தேர்தெடுக்க
te_in: మీ కలల బహుమతిని జోడించండి

# product_Catalogoue
source: Product Catalogue
bn_in: পণ্য ক্যাটালগ
hi: प्रोडक्ट कैटेलॉग
ta_in: பொருள் பட்டியல்
te_in: ప్రోడక్ట్ కేటలాగ్

source: Click Here
bn_in: এখানে ক্লিক করুন
hi: यहाँ दबाये
ta_in: இங்கே கிளிக் செய்யவும்
te_in: ఇక్కడ నొక్కండి

source: Redemption Catalogue
bn_in: রিডেম্পশন ক্যাটালগ
hi: उपहार कैटलॉग
ta_in: மீட்பு தொகுப்பு
te_in: రిడెంప్షన్ కేటలాగ్

# know_more
source: Kow more
bn_in: আরো জানুন
hi: अधिक जानीये
ta_in: மேலும் தெரிய
te_in: మరింత తెలుసుకోవాలా

source: My Redemption
bn_in: আমার মুক্তি
hi: मेरे रिडेम्पशन
ta_in: என் மீட்பு
te_in: నా రిడెంప్షన్

source: Pending
hi: लंबित
ta_in: நிலுவையில் உள்ளது
te_in: పెండింగ్

source: Processed
hi: संसाधित
ta_in: செயலாக்கப்பட்டது
te_in: ప్రాసెస్ చేయబడింది

source: Rejected
bn_in: প্রত্যাখ্যাত
hi: अस्वीकृत
ta_in: நிராகரிக்கப்பட்டது
te_in: తిరస్కరించబడింది

source: Vendor Alloted
hi: विक्रेता आवंटित
ta_in: விற்பனையாளர் ஒதுக்கீடு
te_in: విక్రేత కేటాయించబడింది

source: Return Pickup Schedule
bn_in: রিটার্ন পিকআপ সময়সূচী
hi: वापसी पिकअप अनुसूची
ta_in: திரும்ப பிக்அப் அட்டவணை
te_in: రిటర్న్ పికప్ షెడ్యూల్

source: Cancelled
hi: रद्द
ta_in: ரத்துசெய்யப்பட்டது
te_in: రద్దు

source: Vendor Rejected
bn_in: বিক্রেতা প্রত্যাখ্যাত
hi: विक्रेता रद्द कर दिया गया है
ta_in: விற்பனையாளர் நிராகரிக்கப்பட்டார்
te_in: విక్రేత తిరస్కరించబడింది

source: Dispatched
bn_in: প্রেরিত
hi: भेजा गया
ta_in: அனுப்பப்பட்டது
te_in: పంపిణీ

source: Re-Dispatched
bn_in: পুনরায় পাঠানো
hi: फिर से भेजा गया
ta_in: மீண்டும் அனுப்பப்பட்டது
te_in: తిరిగి పంపబడింది

source: Delivery Confirmed
bn_in: ডেলিভারি নিশ্চিত করা হয়েছে
hi: डिलीवरी_की_पुष्टि_हो चुकी है
ta_in: டெலிவரி உறுதிப்படுத்தப்பட்டது
te_in: డెలివరీ నిర్ధారించబడింది

source: InTransit
hi: इनट्रांजिट
ta_in: நடு வழியில்
te_in: ట్రాన్సిట్ లో

source: Return Request
bn_in: ফেরত অনুরোধ
hi: वापसी का अनुरोध
ta_in: திரும்பக் கோரிக்கை
te_in: రిటర్న్ రిక్వెస్ట్

source: Picked-Up
bn_in: পিক আপ
hi: पिक्ड-अप
ta_in: எடுத்து கொள்ளப்பட்டது
te_in: పికప్-అప్

source: Clear all
bn_in: সব সাফ করুন
hi: सभी क्लियर करें
ta_in: அனைத்தையும் அழி
te_in: అన్నీ క్లియర్చేయండి

source: Apply
bn_in: প্রয়োগ করুন
hi: लागू करें
ta_in: விண்ணப்பிக்கவும்
te_in: వర్తించు

source: Filter
bn_in: ফিল্টার
hi: फ़िल्टर
ta_in: தேர்ந்தெடுக்க
te_in: ఫిల్టర్

source: From Date
bn_in: তারিখ হইতে
hi: इस तारीख से
ta_in: ஆரம்ப தேதி
te_in: తేదీ నుంచి

source: To Date
bn_in: এখন পর্যন্ত
hi: इस तारीख तक
ta_in: முடிவு தேதி
te_in: తేదీ వరకు

source: Filter By Status
bn_in: স্থিতি দ্বারা ফিল্টার করুন
hi: स्थिति के अनुसार फ़िल्टर करें
ta_in: தற்போதைய நிலையை அறிய
te_in: స్థితినిబట్టి ఫిల్టర్చేయండి

source: Personal Information
bn_in: ব্যক্তিগত তথ্য
hi: व्यक्तिगत जानकारी
ta_in: தனிப்பட்ட தகவல்
te_in: వ్యక్తిగత సమాచారం

source: First Name
bn_in: নামের প্রথম অংশ
hi: पहला नाम
ta_in: முதல் பெயர்
te_in: మొదటి పేరు

source: Last Name
bn_in: নামের শেষাংশ
hi: उपनाम
ta_in: கடைசி பெயர்
te_in: చివరి పేరు

source: Mobile Number
bn_in: মোবাইল নম্বর
hi: मोबाइल नंबर
ta_in: கைபேசி எண்
te_in: మొబైల్ నంబర్

source: Address
bn_in: ঠিকানা
hi: पता
ta_in: முகவரி
te_in: చిరునామా

source: Email Address
bn_in: ইমেইল
hi: ईमेल
ta_in: மின்னஞ்சல்
te_in: ఈమెయిల్

source: DOB
bn_in: জন্মতারিখ
hi: जन्म तिथि
ta_in: பிறந்த தேதி
te_in: పుట్టిన తేదీ

source: Select DOB
bn_in: DOB নির্বাচন করুন
hi: DOB चुनें
ta_in: பிறந்த தேதி ஐ தேர்ந்தெடு
te_in: పుట్టినతేదీ ని ఎంచుకోండి

source: Gender
hi: लिंग
ta_in: பாலினம்
te_in: లింగం

source: Select Gender
hi: लिंग चुनें
ta_in: பாலினத்தைத் தேர்ந்தெடு
te_in: లింగాన్ని ఎంచుకోండి

source: Preferred Language
bn_in: পছন্দের ভাষা
hi: पसंदीदा भाषा
ta_in: விருப்பமான மொழி
te_in: ప్రాధాన్య భాష

source: Select Preferred Language
bn_in: পছন্দের ভাষা নির্বাচন করুন
hi: पसंदीदा भाषा चुनें
ta_in: விருப்பமான மொழியை தேர்ந்தெடு
te_in: ప్రాధాన్యమైన భాషను ఎంచుకోండి

source: Country
hi: देश
ta_in: நாடு
te_in: దేశం

source: Select Country
bn_in: দেশ নির্বাচন করুন
hi: देश चुनें
ta_in: தேர்ந்தெடுக்கும் நாடு
te_in: దేశాన్ని ఎంచుకోండి

source: State
bn_in: রাজ্য
hi: राज्य
ta_in: மாநிலம்
te_in: రాష్ట్రం

source: Select State
bn_in: রাজ্য নির্বাচন করুন
hi: सेलेक्ट स्टेट
ta_in: மாநிலம் தேர்ந்தெடு
te_in: రాష్ట్రాన్ని ఎంచుకోండి

source: City
bn_in: শহর
hi: शहर
ta_in: நகரம்
te_in: నగరం

source: Select City
bn_in: সিলেক্ট সিটি
hi: शहर चुनें
ta_in: நகரத்தைத் தேர்ந்தெடுக்கவும்
te_in: నగరాన్ని ఎంచుకోండి

source: Pincode
bn_in: পিনকোড
hi: पिनकोड
ta_in: அஞ்சல் குறியீடு
te_in: పిన్ కోడ్

source: Edit Profile
bn_in: জীবন বৃত্তান্ত সম্পাদনা
hi: प्रोफ़ाइल संपादित करें
ta_in: சுயவிவரத்தைத் திருத்தவும்
te_in: ప్రొఫైల్ ని సవరించండి

source: Save Changes
bn_in: পরিবর্তনগুলোর সংরক্ষন
hi: परिवर्तनों को सेव्ह करें
ta_in: மாற்றங்களைச் சேமி
te_in: మార్పులను సేవ్చేయండి

# profile_update_message
source: Profile image updated successfully
bn_in: প্রোফাইল ছবি সফলভাবে আপডেট হয়েছে
hi: प्रोफ़ाइल छवि सफलतापूर्वक अपडेट की गई
ta_in: சுயவிவரப் படம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது
te_in: ప్రొఫైల్ చిత్రం విజయవంతంగా నవీకరించబడింది

# profile_update_failed
source: Profile image update Failed
bn_in: প্রোফাইল ইমেজ আপডেট ব্যর্থ হয়েছে
hi: प्रोफ़ाइल चित्र अपडेट विफल
ta_in: சுயவிவரப் படத்தை மேம்படுத்துவதில் தோல்வி
te_in: ప్రొఫైల్ ఇమేజ్ నవీకరణ విఫలమైంది

source: Product Catalogue Details
bn_in: পণ্য ক্যাটালগ বিবরণ
hi: प्रोडक्ट कैटेलॉग विवरण
ta_in: பொருள் பட்டியல் விவரங்கள்
te_in: ప్రోడక్ట్ కేటలాగ్ వివరాలు

source: Points
bn_in: পয়েন্ট
hi: पॉईंट्स
ta_in: பாயிண்ட்கள்
te_in: పాయింట్లు

source: Date
bn_in: তারিখ
hi: तारीख
ta_in: தேதி
te_in: తేదీ

source: Insufficent Point Balance
bn_in: অপর্যাপ্ত পয়েন্ট ব্যালেন্স
hi: अपर्याप्त पॉइंट बैलेंस
ta_in: போதாமை புள்ளி இருப்பு
te_in: ఇన్సఫిసెంట్ పాయింట్ బ్యాలెన్స్

# added_to_cart_success_message
source: Product added into cart successfully.
bn_in: পণ্যটি সফলভাবে কার্টে যোগ করা হয়েছে।
hi: प्रोडक्ट कार्ट में सफलतापूर्वक जोड़ा गया।
ta_in: தயாரிப்பு வெற்றிகரமாக வண்டியில் சேர்க்கப்பட்டது.
te_in: ఉత్పత్తి విజయవంతంగా కార్ట్

# Something_went_wrong_error
source: Something went wrong! Try againg Later...
bn_in: কিছু ভুল হয়েছে! পরে আবার চেষ্টা করুন...
hi: कुछ गलत हो गया! बाद में पुनः प्रयास करें...
ta_in: ஏதோ தவறாகிவிட்டது! பிறகு முயற்சிக்கவும்...
te_in: ఏదో తప్పు జరిగింది! తర్వాత మళ్లీ ప్రయత్నించండి...

# Product_added_to_dreamgift
source: Product added into dream gift successfully.
bn_in: স্বপ্নের উপহারে পণ্যটি সফলভাবে যোগ করা হয়েছে।
hi: सफलतापूर्वक ड्रीम गिफ्ट में प्रोडक्ट जोड़ा गया।
ta_in: பொருள் வெற்றிகரமாக கனவுப் பரிசில் சேர்க்கப்பட்டது.
te_in: ప్రోడక్ట్ కలల బహుమతికి విజయవంతంగా జోడించబడింది.

# faild_to_add_dream_gift
source: Product faild to add into dream gift
bn_in: স্বপ্নের উপহারে পণ্য যোগ করতে ব্যর্থ হয়েছে
hi: प्रोडक्ट ड्रीम गिफ्ट में जोड़ने में विफल
ta_in: தயாரிப்பு கனவு பரிசில் சேர்க்க முடியவில்லை
te_in: ఉత్పత్తి కలల బహుమతికి జోడించడంలో విఫలమైంది

# redeem_failed_contact_to_admin
source: You are not allowled to redeem .Please contact your administrator
bn_in: আপনি রিডিম করতে পারবেন না। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন
hi: आपको रिडीम करने की अनुमति नहीं है। कृपया अपने व्यवस्थापक से संपर्क करें
ta_in: மீட்க உங்களுக்கு அனுமதி இல்லை .தயவுசெய்து உங்கள் நிர்வாகியைத் தொடர்புகொள்ளவும்
te_in: మీకు రీడీమ్ చేయడానికి అనుమతి లేదు .దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి

# product_removed_success
source: Product has been removed successfully!
bn_in: পণ্যটি সফলভাবে সরানো হয়েছে!
hi: प्रोडक्ट सफलतापूर्वक हटा दिया गया है!
ta_in: பொருள் வெற்றிகரமாக அகற்றப்பட்டது!
te_in: ప్రోడక్ట్ విజయవంతంగా తీసివేయబడింది!

# shipping_address_required_error
source: Shipping address requires: State,City,Address,Pin code and Mobile Number,details,Click on 'Edit' to edit and add details
bn_in: শিপিংয়ের ঠিকানা প্রয়োজন: রাজ্য, শহর, ঠিকানা, পিন কোড এবং মোবাইল নম্বর, বিশদ বিবরণ, সম্পাদনা করতে এবং বিশদ যোগ করতে 'সম্পাদনা' এ ক্লিক করুন
hi: शिपिंग पता आवश्यक है: राज्य, शहर, पता, पिन कोड और मोबाइल नंबर, विवरण, संपादित करने और विवरण जोड़ने के लिए 'संपादन' पर क्लिक करें
ta_in: ஷிப்பிங் முகவரிக்கு தேவை: மாநிலம், நகரம், முகவரி, பின் குறியீடு மற்றும் மொபைல் எண், விவரங்கள், விவரங்களைத் திருத்த மற்றும் சேர்க்க 'திருத்து' என்பதைக் கிளிக் செய்க
te_in: షిప్పింగ్ చిరునామా అవసరం: రాష్ట్రం, నగరం, చిరునామా, పిన్ కోడ్ మరియు మొబైల్ నంబర్, వివరాలు, సవరించడానికి మరియు వివరాలను జోడించడానికి 'సవరించు'పై క్లిక్ చేయండి

# account_unverified_error
source: Your account is unverified! Kindly contact the administrator to access the redemption Catalogue
bn_in: আপনার অ্যাকাউন্ট যাচাই করা হয়নি! রিডেম্পশন ক্যাটালগ অ্যাক্সেস করতে অনুগ্রহ করে প্রশাসকের সাথে যোগাযোগ করুন
hi: आपका खाता असत्यापित है! रिडेम्पशन कैटलॉग का उपयोग करने के लिए कृपया व्यवस्थापक से संपर्क करें
ta_in: உங்கள் கணக்கு சரிபார்க்கப்படவில்லை! மீட்புப் பட்டியலை அணுக நிர்வாகியைத் தொடர்பு கொள்ளவும்
te_in: మీ ఖాతా ధృవీకరించబడలేదు! దయచేసి రెడెంప్షన్ కేటలాగ్

source: My Cart
bn_in: আমার কার্ট
hi: मेरी कार्ट
ta_in: என் வணிகத் தொகுப்பு
te_in: నా కార్ట్

source: Default Address
bn_in: ডিফল্ট ঠিকানা
hi: डिफ़ॉल्ट पता
ta_in: இயல்புநிலை முகவரி
te_in: డిఫాల్ట్ చిరునామా

source: Edit Address
bn_in: ঠিকানা সম্পাদনা করুন
hi: पता संपादित करें
ta_in: முகவரியைத் திருத்து
te_in: చిరునామాను సవరించు

source: Enter Address
bn_in: ঠিকানা লিখুন
hi: पता दर्ज करें
ta_in: முகவரியை உள்ளிடவும்
te_in: చిరునామాను నమోదు చేయండి

source: Enter Pin
bn_in: পিন লিখুন
hi: पिन दर्ज करें
ta_in: பின்னை உள்ளிடவும்
te_in: ఎంటర్ పిన్

source: Enter Valid Zip
bn_in: বৈধ জিপ লিখুন
hi: मान्य ज़िप दर्ज करें
ta_in: சரியான ஜிப்பை உள்ளிடவும்
te_in: చెల్లుబాటు అయ్యే జిప్

source: Offers & Promotions
bn_in: অফার এবং প্রচার
hi: ऑफ़र और प्रचार
ta_in: சலுகைகள் & விளம்பரங்கள்
te_in: ఆఫర్లు మరియు ప్రమోషన్లు

# upload_image_info
source: Note: Image format should be .jpg, .png, .webp, .pdf
bn_in: দ্রষ্টব্য: ছবির বিন্যাস .jpg, .png, .webp, .pdf হওয়া উচিত
hi: ध्यान दें: इमेज का फ़ॉर्मैट .jpg, .png, .webp, .pdf होना चाहिए
ta_in: குறிப்பு: பட வடிவம் .jpg, .png, .webp, .pdf
te_in: గమనిక: చిత్ర ఆకృతి .jpg, .png, .webp, .pdf

source: Select Your Topic
bn_in: আপনার বিষয় নির্বাচন করুন
hi: अपना विषय चुनें
ta_in: உங்கள் தலைப்பைத் தேர்ந்தெடுக்கவும்
te_in: మీ అంశాన్ని ఎంచుకోండి

source: Query Details
bn_in: কোয়েরি বিবরণ
hi: प्रश्न की जानकारी
ta_in: புகார் விவரங்கள்
te_in: ప్రశ్న వివరాలు

source: Upload Image
bn_in: ছবি আপলোড করুন
hi: इमेज अपलोड करें
ta_in: படத்தைப் பதிவேற்று
te_in: చిత్రాన్ని అప్‌లోడ్ చేయండి

# submit_your_query
source: Please submit your query
bn_in: অনুগ্রহ করে আপনার প্রশ্ন জমা দিন
hi: कृपया अपनी क्वेरी सबमिट करें
ta_in: உங்கள் வினவலை சமர்ப்பிக்கவும்
te_in: మీ ప్రశ్నను సమర్పించండి

source: Select query topic
bn_in: কোয়েরি বিষয় নির্বাচন করুন
hi: क्वेरी का विषय चुनें
ta_in: வினவல் தலைப்பை தேர்ந்தெடு
te_in: ప్రశ్న అంశాన్ని ఎంచుకోండి

source: Enter query Details
bn_in: কোয়েরির বিবরণ লিখুন
hi: क्वेरी विवरण दर्ज करें
ta_in: வினவல் விவரங்களை உள்ளிடவும்
te_in: మీ వివరాలను నమోదు చేయండి

source: Select Topic
bn_in: বিষয় নির্বাচন করুন
hi: विषय चुनें
ta_in: தலைப்பைத் தேர்ந்தெடுக்கவும்
te_in: అంశాన్ని ఎంచుకోండి

# enter_Details
source: Please Enter Query Details
bn_in: অনুগ্রহ করে ক্যোয়ারী বিবরণ লিখুন
hi: कृपया क्वेरी विवरण दर्ज करें
ta_in: வினவல் விவரங்களை உள்ளிடவும்
te_in: దయచేసి ప్రశ్న వివరాలను నమోదు చేయండి

source: Fleet Guard need to access camera & Gallery
bn_in: ফ্লিট গার্ডকে ক্যামেরা এবং গ্যালারি অ্যাক্সেস করতে হবে
hi: फ्लीट गार्ड को कैमरा और गैलरी एक्सेस करने की आवश्यकता है
ta_in: கப்பற்படை காவலர் கேமரா & கேலரியை அணுக வேண்டும்
te_in: ఫ్లీట్ గార్డ్ కెమెరా & గ్యాలరీని యాక్సెస్ చేయాలి

source: Query Submitted successfully!
bn_in: কোয়েরি সফলভাবে জমা দেওয়া হয়েছে!
hi: आपका प्रश्न सफलतापूर्वक दर्ज हो गया है
ta_in: வினவல் வெற்றிகரமாக சமர்ப்பிக்கப்பட்டது!
te_in: ప్రశ్న విజయవంతంగా సమర్పించబడింది!

source: No data found !
bn_in: কোন তথ্য পাওয়া যায়নি!
hi: कोई डेटा नहीं मिला!
ta_in: தரவு எதுவும் கிடைக்கவில்லை!
te_in: డేటా కనుగొనబడలేదు!

source: Points more to redeem
bn_in: রেডিমর জন্য আরও পয়েন্ট চায়
hi: रिडीम करने के लिए और पॉइंट
ta_in: ரிடீம் செய்ய இன்னும் புள்ளிகள் உள்ளது
te_in: రిడీమ్ చేయడానికి మరిన్ని పాయింట్లు

# DOB_minor_age_error
source: It seems you are less than 18 years of age. You can apply for Fleet Guard membership only if you are 18 years and above
bn_in: মনে হচ্ছে আপনার বয়স 18 বছরের কম। আপনি 18 বছর বা তার বেশি হলেই ফ্লিট গার্ড সদস্যতার জন্য আবেদন করতে পারবেন
hi: ऐसा लगता है कि आपकी आयु 18 वर्ष से कम है। आप फ्लीट गार्ड सदस्यता के लिए तभी आवेदन कर सकते हैं जब आपकी आयु 18 वर्ष और उससे अधिक हो
ta_in: உங்கள் வயது 18க்கும் குறைவாக இருப்பதாகத் தெரிகிறது. நீங்கள் 18 வயது மற்றும் அதற்கு மேல் இருந்தால் மட்டுமே கடற்படைக் காவலர் உறுப்பினர் பதவிக்கு விண்ணப்பிக்க முடியும்
te_in: మీ వయస్సు 18 సంవత్సరాల కంటే తక్కువగా ఉన్నట్లు కనిపిస్తోంది. మీరు 18 సంవత్సరాలు మరియు అంతకంటే ఎక్కువ వయస్సు ఉన్నట్లయితే మాత్రమే ఫ్లీట్ గార్డ్ సభ్యత్వం కోసం దరఖాస్తు చేసుకోవచ్చు

# acoount_deleted_error_message
source: Your account has been deleted. Kindly contact your administrator.
bn_in: আপনার অ্যাকাউন্ট মুছে ফেলা হয়েছে। অনুগ্রহ করে আপনার প্রশাসকের সাথে যোগাযোগ করুন।
ta_in: உங்கள் கணக்கு நீக்கப்பட்டது. தயவுசெய்து உங்கள் நிர்வாகியைத் தொடர்பு கொள்ளவும்.
te_in: మీ ఖాతా తొలగించబడింది. దయచేసి మీ నిర్వాహకుడిని సంప్రదించండి.

# account_is_not_activate
source: Your account is not activated! Kindly activate your account.
bn_in: আপনার অ্যাকাউন্ট সক্রিয় করা হয়নি! অনুগ্রহ করে আপনার অ্যাকাউন্ট সক্রিয় করুন।
ta_in: உங்கள் கணக்கு செயல்படுத்தப்படவில்லை! தயவுசெய்து உங்கள் கணக்கை செயல்படுத்தவும்.
te_in: మీ ఖాతా సక్రియం చేయబడలేదు! దయచేసి మీ ఖాతాను సక్రియం చేయండి.

# other_device_Login_error
source: Your account loged in by other mobile.
bn_in: আপনার অ্যাকাউন্ট অন্য মোবাইলে লগ ইন করেছে।
hi: आपका खाता अन्य मोबाइल द्वारा लॉग इन किया गया है।
ta_in: உங்கள் கணக்கு மற்ற மொபைல் மூலம் உள்நுழைந்தது.
te_in: మీ ఖాతా ఇతర మొబైల్ ద్వారా లాగిన్ చేయబడింది.

# account_deactivated_error
source: Your account is deactivated please check with the administrator
bn_in: আপনার অ্যাকাউন্ট নিষ্ক্রিয় করা হয়েছে অনুগ্রহ করে প্রশাসকের সাথে চেক করুন
ta_in: உங்கள் கணக்கு செயலிழக்கப்பட்டது தயவுசெய்து நிர்வாகியுடன் சரிபார்க்கவும்
te_in: మీ ఖాతా నిష్క్రియం చేయబడింది దయచేసి నిర్వాహకుడిని సంప్రదించండి

source: Redemption Failed
bn_in: রিডেম্পশন ব্যর্থ হয়েছে
hi: रिडेम्पशन विफल
ta_in: மீட்பு தோல்வியடைந்தது
te_in: రిడెంప్షన్ విఫలమైంది

source: Search by part no/ cross reference
bn_in: অংশ নং/ ক্রস রেফারেন্স দ্বারা অনুসন্ধান করুন
hi: भाग संख्या/क्रॉस संदर्भ द्वारा खोजें
ta_in: பகுதி எண்/ குறுக்கு குறிப்பு மூலம் தேடு
te_in: పార్ట్ సంఖ్య/ క్రాస్ రిఫరెన్స్ ద్వారా శోధించండి

source: Query type
bn_in: কোয়েরির ধরন
hi: क्वेरी प्रकार
ta_in: வினவல் வகை
te_in: ప్రశ్నకేటగిరి

source: View
bn_in: দেখুন
hi: देखें
ta_in: காண்க
te_in: చూడండి

source: Description
hi: विवरण
ta_in: விளக்கம்
te_in: వివరణ

source: No data found
bn_in: কোন তথ্য পাওয়া যায়নি
hi: कोई डेटा नहीं मिला
ta_in: தரவு எதுவும் கிடைக்கவில்லை
te_in: డేటా కనుగొనబడలేదు

source: Add More
bn_in: আরো যোগ করুন
hi: अधिक जोड़ें
ta_in: மேலும் சேர்க்க
te_in: మరిన్ని జోడించు

source: Details
bn_in: বিস্তারিত
hi: विवरण
ta_in: விவரங்கள்
te_in: వివరాలు

source: Remove
bn_in: সরান
hi: हटाएं
ta_in: நீக்கு
te_in: తొలగించు

source: Category
bn_in: শ্রেণী
hi: कॅटेगरी
ta_in: பிரிவு/வகை
te_in: కేటగిరి

source: Account deleted successfully
bn_in: অ্যাকাউন্ট সফলভাবে মুছে ফেলা হয়েছে
ta_in: கணக்கு வெற்றிகரமாக நீக்கப்பட்டது
te_in: ఖాతా విజయవంతంగా తొలగించబడింది

# are_sure_delete_account
source: Are you sure you really want to delete your account?
bn_in: আপনি কি সত্যিই আপনার অ্যাকাউন্ট মুছে ফেলার বিষয়ে নিশ্চিত?
hi: क्या आप वाकई अपना खाता हटाना चाहते हैं?
ta_in: உங்கள் கணக்கை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
te_in: మీరు ఖచ్చితంగా మీ ఖాతాను తొలగించాలనుకుంటున్నారా?

source: Points Available
bn_in: পয়েন্ট উপলব্ধ
hi: उपलब्ध पॉईंट्स
ta_in: பாயிண்ட்கள் கையிருப்பு
te_in: అందుబాటు లోఉన్నపాయింట్లు

source: Points Required
bn_in: পয়েন্ট প্রয়োজন
hi: आवश्यक पॉईंट्स
ta_in: தேவையான பாயிண்ட்கள்
te_in: అవసరమైన పాయింట్లు

source: Redeemable Points as on Today
bn_in: আজকের মতো পুনরুদ্ধারযোগ্য পয়েন্ট
hi: आज की स्थिति के अनुसार भुनाए जाने योग्य अंक
ta_in: இன்றைய தேதியில் பெறக்கூடிய புள்ளிகள்
te_in: ఈనాడులో రీడీమబుల్ పాయింట్లు

source: Average earning required per month
bn_in: প্রতি মাসে গড় উপার্জন প্রয়োজন
hi: प्रति माह आवश्यक औसत कमाई
ta_in: மாதத்திற்கு சராசரி வருவாய் தேவை
te_in: నెలకు సగటు సంపాదన అవసరం

source: Garage Name
bn_in: গ্যারেজের নাম
hi: गैराज नाम
ta_in: கேரேஜ் பெயர்
te_in: గ్యారేజ్ పేరు

source: Behaviour
bn_in: আচরণ
hi: व्यवहार
ta_in: நடத்தை
te_in: బిహేవియర్
